export const onboardingData = {
    info: {
        title: "더 나은 쇼핑 경험을 위한 VOIM",
        phrase: [
            "보임은 온라인 쇼핑 시 이미지 속 정보를 자동으로 요약해 상품의\n중요한 성분 정보를 전달하는 시각 보조 장치입니다.",
            "서비스 기능 설명을 보려면 다음 버튼을, 설명을 건너뛰고 서비스를\n즉시 이용하려면 닫기 버튼을 눌러주세요.",
        ],
    },
    image: {
        title: "이미지 분석 기능",
        phrase: [
            "이미지의 정보를 텍스트로 제공받으려면 이미지 좌측 상단에 있는\n이미지 분석 버튼을 눌러주세요.",
            "쿠팡 이용 시, 상품 상세 페이지에서 상품 요약 정보가 자동\n제공됩니다.",
        ],
    },
    product: {
        title: "성분 분석 기능",
        phrase: [
            "식품, 화장품, 건강기능식품 상품에 한하여 성분 관련 주의사항이\n제공됩니다.",
        ],
    },
    theme: {
        title: "고대비모드 ∙ 글자 ∙ 마우스 커서 설정",
        phrase: [
            "시각 편의 설정을 켜려면 서비스 아이콘을 누르거나\n단축키 ALT + O를 눌러주세요.",
        ],
    },
};
