export const onboardingData = {
    info: {
        title: "더 나은 쇼핑 경험을 위한 VOIM",
        phrase: [
            "VOIM은 쇼핑 시 이미지 속 제품 정보를 자동으로 요약하고, 중요한 성분을 분석해 전달하는 시각 보조 장치입니다.",
            "시각 편의 설정을 위해 메뉴바를 켜시려면 우측 상단의 VOIM 아이콘을 클릭하거나 단축키 ALT + O를 눌러주세요.\n서비스 아이콘 숨김 설정은 메뉴 > 서비스 설정에서 가능합니다.",
            "하단의 다음 버튼을 누르시면 서비스의 기능에 대한 설명이 나옵니다. 안내를 건너뛰시려면 우측 상단의 닫기 버튼을 눌러주세요.",
        ],
    },
    image: {
        title: "이미지 분석 기능 안내",
        phrase: [
            "이미지 정보를 알아보고 싶을 경우, 이미지 좌측 상단에 있는 이미지 분석 버튼을 클릭하면 선택한 이미지의 정보를 텍스트로 제공받을 수 있습니다.",
            "쿠팡의 경우, 상품 상세 페이지에 진입하면 VOIM이 자동으로 작동되어 상품 관련 요약 정보를 화면에 제공합니다.",
        ],
    },
    product: {
        title: "성분 분석 기능 안내",
        phrase: [
            "식품, 화장품, 건강기능식품 상품에 한하여 성분과 관련된 주의사항을 강조해 화면에 제공합니다.",
        ],
    },
    theme: {
        title: "고대비모드 ∙ 글자 ∙ 마우스 커서 설정 안내",
        phrase: [
            "화면 우측 상단의 서비스 아이콘을 클릭하거나 단축키 ALT +O를 눌러 시각 편의 설정을 위한 메뉴바를 켤 수 있습니다.",
            "서비스 사용에 필요한 모든 단축키에 대한 안내도 제공하고 있으니 메뉴바를 참고해주시기 바랍니다.",
        ],
    },
};
